Repository: VRGsoftUA/mygoal-viper-ios
Catalog: MyGoal/Resource/Strings/*.lproj/Localizable.strings
Languages: it, uk

# common_Save
source: Save
it: Salvare
uk: Зберегти

# common_Cancel
source: Cancel
it: Cancellare
uk: Cкасувати

# common_Yes
source: Yes
it: Si
uk: Так

# common_Delete
source: Delete
it: rimuovere
uk: Видалити

# common_Notification_time
source: Notification time:
it: Tempo di notifica:
uk: Час оповіщення:

# category_Health_and_fitness
source: Health and Fitness
it: Salute e fitness
uk: Здоров'я і фітнес

# category_Money
source: Money
it: I soldi
uk: Гроші

# category_Self_improvement
source: Self Improvement
it: Auto-miglioramento
uk: Саморозвиток

# category_Sex_and_dating
source: Sex and dating
it: Sesso e incontri
uk: Секс і побачення

# category_Work_and_study
source: Work and Study
it: Lavoro e studio
uk: Робота і навчання

# category_Arts
source: Arts
uk: Мистецтво

# category_Social
source: Social
it: Sociale
uk: Соціальне

# category_Housekeeping
source: Housekeeping
it: Faccende domestiche
uk: Домогосподарство

# category_Other
source: Other
it: Altre
uk: Інше

# goals_list_title
source: My Goals
it: I miei obiettivi
uk: Мої цілі

# create_goal_title
source: NEW HABIT
it: NUOVA ABITUDINE
uk: НОВА ЗВИЧКА

# create_goal_tf_habit
source: Habit name
it: Nome di abitudine
uk: Назва звички

# create_goal_tf_question
source: Question (Did you...today?)
it: Domanda (hai fatto ... oggi?)
uk: Питання (Чи зробили Ви...сьогодні?)

# check_goal_title
source: CHECK YOUR HABIT
it: Verificare abitudine
uk: Відзначити досягнення

# alert_miss_title
source: Unfortunately, you missed the day
it: Purtroppo, tu sei perso il giorno
uk: На жаль, Ви пропустили день

# alert_miss_body
source: The habit is formed on day 21, and what previously required the effort becomes already easy and familiar. Only daily performance will create a strong habit. Create a new habit by clicking on the button below
it: L'abitudine è formata in 21 giorno ,e che richiesto sforzi in precedenza diventa facile e familiare. Solo performance giornaliera esecuzione creerà un'abitudine forte. Creare un nuovo obiettivo è possibile per fare un clic sul pulsante sotto.
uk: Звичка формується за 21 день і те що раніше викликало труднощі, стає легким та знайомим. Тільки щоденне виконання формує сильну звичку. Сворити нову ціль Ви можете натиснувши на кнопку нижче.

# alert_action
source: Create a new habit
it: Creare una nuova abitudine
uk: Створити нову звичку

# alert_final_title
source: Congratulations on your new habit
it: Complimenti per la tua nuova abitudine
uk: Вітаємо, у Вас нова звичка

# alert_final_body
source: Remember that you need to create good habits: first of all to yourself, and secondly - to others, on which you can influence.
it: Ricordate che è necessario creare buone abitudini: prima di tutto a se stessi, e in secondo luogo - per gli altri, su cui si può influenzare.
uk: Пам'ятайте, що потрібно створювати тільки хороші звички: перш за все для себе, потім - для інших людей, на яких Ви можете впливати.

# alert_title_error
source: Error
it: Errore
uk: Помилка

# alert_empty_habit_name
source: Please, enter habit name
it: Si prega di inserire il nome del abitudine
uk: Будь ласка, введіть назву звички

# push_title
source: Match your goal
it: Segnare il abitudine
uk: Відзначте досягнення
